Repository: zgemma-star/e2plugins
Catalog: qtstalker-v2/plugin/locale/*/LC_MESSAGES/stalker.po
Languages: de, ru, tr

source: Stalker
ru: Сталкер портал

source: Stalker Setup
de: Stalker Einstellungen
ru: Настройки Сталкера
tr: Stalker ayarlari

source: Portal URL
de: Portal Seite
ru: Портал URL
tr: Portal URL Adresi

source: Show Stalker in Extensions
de: Zeige Stalker in Erweiterungen
ru: Показать Сталкер в меню дополнений
tr: Stalker`i uzantilarda göster

source: Show Stalker in Mainmenu
de: Zeige Stalker im Hauptmenü
ru: Показать Сталкер в главном меню
tr: Stalker`i ana menüde göster

source: Start Stalker with enigma2 (Autostart)
de: Starte Stalker mit enigma2 (Autostart)
ru: Запускать Сталкер при запуске E2 (Автостарт).
tr: Stalker'ı enigma2 ile başlat (Oto start)

source: Cancel
de: Abbrechen
ru: Отмена
tr: Cikis

source: Save
de: Speichern
ru: Сохранить
tr: Kaydet

source: Load Settings
de: Lade Konfig
ru: Загрузить Настройки
tr: Confi`i yükle

source: Use stalker mac
ru: Использовать mac для Сталкера

source: Set this portal as default?
de: Festlegen als standard?
ru: Установить этот портал по умолчанию?
tr: Standard olarak ayarla?

source: Install Stalker config?
de: Installieren der Stalker Konfiguration?
ru: Установить настройки Сталкер?
tr: Stalker ayarlari kurulumu?

source: Enable Stalker ministra support with unigue boxkey
de: Aktiviere Stalker ministra support mit eindeutigen Gerätekey
ru: Включить поддержку Сталкер министра с помощью универсального boxkey
tr: Stalker ministra etkinlestir
